Repository: andrewcoyle1/Compound
Catalog: Compound/Localizable.xcstrings
Source language: en
Languages: es

source: Check your internet connection and try again.
es: Comprueba tu conexión a internet e inténtalo de nuevo.

source: Check-In Rules
es: Reglas de la revisión

source: Check-in Day
es: Día de revisión

source: Checkered Flag
es: Bandera a cuadros

source: Checking…
es: Comprobando…

source: Checkmark
es: Marca de verificación

source: Chest
es: Pecho

source: Chevron
es: Chevrón

source: Chloride
es: Cloruro

source: Cholesterol
es: Colesterol

source: Choline
es: Colina

source: Choose Exercise
es: Elegir ejercicio

source: Choose Gym Profile
es: Elegir perfil de gimnasio

source: Choose Mesocycle
es: Elegir mesociclo

source: Choose One
es: Elige uno

source: Choose Shortcuts
es: Elegir accesos directos

source: Choose a Program
es: Elige un programa

source: Choose a file
es: Elegir un archivo

source: Choose a reason for the report.
es: Elige un motivo para la denuncia.

source: Choose an icon for this mesocycle.
es: Elige un icono para este mesociclo.

source: Choose food image
es: Elegir imagen del alimento

source: Choose from Library
es: Elegir de la fototeca

source: Choose from library
es: Elegir de la biblioteca

source: Choose microcycle
es: Elegir microciclo

source: Choose one
es: Elige uno

source: Choose your diet
es: Elige tu dieta

source: Chromium
es: Cromo

source: Circuit
es: Circuito

source: Clear
es: Borrar

source: Clear Day
es: Borrar día

source: Clear filters
es: Borrar filtros

source: Clear local data & sign out
es: Borrar datos locales y cerrar sesión

source: Clear selection
es: Borrar selección

source: Clear this day?
es: ¿Borrar este día?

source: Clears all local data and signs out. Your Firebase account remains intact.
es: Borra todos los datos locales y cierra la sesión. Tu cuenta de Firebase se mantiene intacta.

source: Click Count
es: Número de clics

source: Click me
es: Púlsame

source: Close
es: Cerrar

source: Closes the keypad
es: Cierra el teclado

source: Coach
es: Entrenador

source: Coach Chats
es: Chats con el entrenador

source: Coach Is Part of Premium
es: El entrenador es parte de Premium

source: Coach: %@
es: Entrenador: %@

source: Coaching Modules
es: Módulos de coaching

source: Code
es: Código

source: Collars
es: Collarines

source: Collection Name
es: Nombre de la colección

source: Color & Icon
es: Color e icono

source: Colour & Icon
es: Color e icono

source: Comments
es: Comentarios

source: Comments, likes and follows
es: Comentarios, me gusta y seguidores

source: Common foods only
es: Solo alimentos comunes

source: Community & Support
es: Comunidad y soporte

source: Compare
es: Comparar

source: Complete
es: Completar

source: Complete %@
es: Completar %@

source: Complete Account
es: Completar cuenta

source: Complete Set
es: Completar serie

source: Complete Set?
es: ¿Completar serie?

source: Complete Workout
es: Completar entrenamiento

source: Complete set
es: Completar serie

source: Complete your first workout to see it here
es: Completa tu primer entrenamiento para verlo aquí

source: Complete your first workout to see it here.
es: Completa tu primer entrenamiento para verlo aquí.

source: Completed
es: Completado

source: Completed Workouts
es: Entrenamientos completados

source: Completed today
es: Completado hoy

source: Compound can remind you to log breakfast, lunch and dinner each day. You can change this in Notification Settings.
es: Compound puede recordarte registrar el desayuno, el almuerzo y la cena cada día. Puedes cambiarlo en Ajustes de notificaciones.

source: Compound is built on the open-source packages below. Thank you to everyone who maintains them.
es: Compound se basa en los paquetes de código abierto que aparecen abajo. Gracias a todas las personas que los mantienen.

source: Compound is your training and nutrition platform. Every session builds on the last. You are currently on version %@ (%@).
es: Compound es tu plataforma de entrenamiento y nutrición. Cada sesión se suma a la anterior. Actualmente usas la versión %1$@ (%2$@).

source: Compound's own choices
es: Decisiones propias de Compound

source: Configure rest duration for different exercise types
es: Configura la duración del descanso para distintos tipos de ejercicio

source: Configure rest timer settings
es: Configura el temporizador de descanso

source: Configure smart progression settings
es: Configura la progresión inteligente

source: Confirm and Continue
es: Confirmar y continuar

source: Connect
es: Conectar

source: Connect Apple Health
es: Conectar Apple Salud

source: Connect Strava
es: Conectar Strava

source: Connect Strava and each workout you finish is added to it.
es: Conecta Strava y cada entrenamiento que termines se añadirá allí.

source: Connect with Strava
es: Conectar con Strava

source: Connected
es: Conectado

source: Connected as %@
es: Conectado como %@

source: Connection Failed
es: Error de conexión

source: Conservative
es: Conservador

source: Consider your ability to maintain sustained cardio activities like running, cycling, or swimming.
es: Ten en cuenta tu capacidad para mantener actividades de cardio prolongadas como correr, montar en bici o nadar.

source: Consistency
es: Constancia

source: Consistency first
es: Primero, la constancia

source: Consumed
es: Consumido

source: Consumer Health Privacy
es: Privacidad de la salud del consumidor

source: Continue
es: Continuar

source: Continue Editing
es: Seguir editando

source: Continue Meal
es: Continuar comida

source: Continue draft meal, %lld items
es: Continuar comida en borrador, %lld alimentos

source: Continue editing
es: Seguir editando

source: Continue with Apple
es: Continuar con Apple

source: Continue with Google
es: Continuar con Google

source: Contributing Foods
es: Aportar alimentos

source: Contributors
es: Colaboradores

source: Convert Values
es: Convertir valores

source: Cooking Time
es: Tiempo de cocción

source: Copper
es: Cobre

source: Copy
es: Copiar

source: Copy Day
es: Copiar día

source: Copy Link
es: Copiar enlace

source: Copy to
es: Copiar a

source: Correct the reps of the set that was just logged
es: Corrige las repeticiones de la serie que acabas de registrar

source: Could Not Start Workout
es: No se pudo iniciar el entrenamiento

source: Couldn't check that username. Try again in a moment.
es: No se pudo comprobar ese nombre de usuario. Inténtalo de nuevo en un momento.

source: Couldn't find this product. Scan again, or enter the barcode manually.
es: No se encontró este producto. Vuelve a escanear o introduce el código de barras manualmente.

source: Couldn't load that photo. Try a different one.
es: No se pudo cargar esa foto. Prueba con otra.

source: Couldn't reach Open Food Facts. Try again in a moment.
es: No se pudo conectar con Open Food Facts. Inténtalo de nuevo en un momento.

source: Couldn't read this label. Hold the camera steady and try again, or enter it manually.
es: No se pudo leer esta etiqueta. Mantén la cámara estable e inténtalo de nuevo, o introdúcela manualmente.

source: Couldn't read this photo. Please retake it.
es: No se pudo leer esta foto. Vuelve a hacerla.

source: Couldn't recognize the food in this photo. Retake it in good light, or use Search or Describe.
es: No se pudo reconocer la comida de esta foto. Vuelve a hacerla con buena luz o usa Buscar o Describir.

source: Couldn't save this food. Please try again.
es: No se pudo guardar este alimento. Inténtalo de nuevo.

source: Couldn't save your workout. It's still on this device — resume it from Training.
es: No se pudo guardar tu entrenamiento. Sigue en este dispositivo: reanúdalo desde Entrenamiento.

source: Couldn't save your workout. Retrying…
es: No se pudo guardar tu entrenamiento. Reintentando…

source: Couldn't search people. Check your connection.
es: No se pudo buscar personas. Comprueba tu conexión.

source: Couldn't search right now
es: No se puede buscar ahora mismo

source: Couldn't work out the foods in that description. Try naming each food and its amount, then try again.
es: No se pudieron identificar los alimentos de esa descripción. Indica cada alimento y su cantidad e inténtalo de nuevo.

source: Counting any day with calories logged as a logged day is Compound's own choice.
es: Contar como registrado cualquier día con calorías registradas es una decisión propia de Compound.

source: Counts this workout as done and moves the next one up
es: Da este entrenamiento por hecho y adelanta el siguiente

source: Create
es: Crear

source: Create "%@"
es: Crear "%@"

source: Create & Add
es: Crear y añadir

source: Create Custom Exercise
es: Crear ejercicio personalizado

source: Create Diet Plan
es: Crear plan de dieta

source: Create Exercise
es: Crear ejercicio

source: Create Food
es: Crear alimento

source: Create Gym Profile
es: Crear perfil de gimnasio

source: Create Mesocycle
es: Crear mesociclo

source: Create Profile
es: Crear perfil

source: Create Recipe
es: Crear receta

source: Create Workout
es: Crear entrenamiento

source: Create a Food
es: Crear un alimento

source: Create a Recipe
es: Crear una receta

source: Create a diet plan and your daily calorie and macro targets appear here.
es: Crea un plan de dieta y aquí aparecerán tus objetivos diarios de calorías y macros.

source: Create mesocycle
es: Crear mesociclo

source: Create or start a mesocycle first, then build a macrocycle from it.
es: Crea o empieza un mesociclo primero y después arma un macrociclo con él.

source: Create program
es: Crear programa

source: Create your first mesocycle to get started.
es: Crea tu primer mesociclo para empezar.

source: Create your first training program to get started
es: Crea tu primer programa de entrenamiento para empezar

source: Current
es: Actual

source: Current Microcycle
es: Microciclo actual

source: Current Weight
es: Peso actual

source: Custom
es: Personalizado

source: Custom (%@)
es: Personalizado (%@)

source: Custom (%@m %@s)
es: Personalizado (%1$@m %2$@s)

source: Custom Exercises
es: Ejercicios personalizados

source: Custom Foods
es: Alimentos personalizados

source: Custom Recipes
es: Recetas personalizadas

source: Custom Templates
es: Plantillas personalizadas

source: Customise Analytics
es: Personalizar análisis

source: Customise Food Log
es: Personalizar registro de comidas

source: Customise Program
es: Personalizar programa

source: Customise how foods appear in search
es: Personaliza cómo aparecen los alimentos en la búsqueda

source: Customise how foods appear in your timeline
es: Personaliza cómo aparecen los alimentos en tu cronología

source: Customise how you change time while logging
es: Personaliza cómo cambias la hora al registrar

source: Customise the top of your plate
es: Personaliza la parte superior de tu plato

source: Customize
es: Personalizar

source: Customize Analytics
es: Personalizar análisis

source: Customize Food Log
es: Personalizar registro de comidas

source: Customize how foods appear in search
es: Personaliza cómo aparecen los alimentos en la búsqueda

source: Customize how foods appear in your timeline
es: Personaliza cómo aparecen los alimentos en tu cronología

source: Customize the top of your plate
es: Personaliza la parte superior de tu plato

source: Cycle
es: Ciclismo

source: Cycle bands
es: Alternar bandas

source: Cysteine
es: Cisteína

source: Daily
es: A diario

source: Daily Activity
es: Actividad diaria

source: Daily Activity and Exercise
es: Actividad diaria y ejercicio

source: Daily Average
es: Promedio diario

source: Daily Calorie Distribution
es: Distribución diaria de calorías

source: Daily Calories Burned
es: Calorías diarias quemadas

source: Daily Nutrition
es: Nutrición diaria

source: Daily Step Goal
es: Objetivo diario de pasos

source: Daily average: protein %@, carbs %@, fat %@
es: Media diaria: proteína %1$@, carbohidratos %2$@, grasa %3$@

source: Daily guidance powered by your data and AI insights.
es: Orientación diaria basada en tus datos y en análisis con IA.

source: Dashboard
es: Panel

source: Data Seeding
es: Carga de datos iniciales

source: Data Sharing
es: Uso compartido de datos

source: Date
es: Fecha

source: Date Created
es: Fecha de creación

source: Date Modified
es: Fecha de modificación

source: Date of birth
es: Fecha de nacimiento

source: Day
es: Día

source: Day %lld
es: Día %lld

source: Day 1
es: Día 1

source: Day Complete
es: Día completado

source: Day Order
es: Orden de los días

source: Day name
es: Nombre del día

source: Day-to-day weight varies by about half a percent of body weight from water and food alone, so the trend lags a real change by a week or two.
es: El peso varía de un día a otro en torno a medio por ciento del peso corporal solo por el agua y la comida, así que la tendencia refleja un cambio real con una o dos semanas de retraso.

source: Days
es: Días

source: Days logged
es: Días registrados

source: Days of this mesocycle. Change them by editing the mesocycle.
es: Días de este mesociclo. Cámbialos editando el mesociclo.

source: Days per microcycle
es: Días por microciclo

source: Days you mark as incomplete are left out of your expenditure estimate, as are days logged under half of it.
es: Los días que marcas como incompletos quedan fuera de tu estimación del gasto, igual que los días registrados por debajo de la mitad de este.

source: Days you mark as incomplete are left out of your expenditure estimate.
es: Los días que marques como incompletos no se incluyen en la estimación de tu gasto.

source: Debug Actions
es: Acciones de depuración

source: Decimal point
es: Separador decimal

source: Decline
es: Rechazar

source: Decrease weight
es: Reducir peso

source: Default
es: Predeterminado

source: Default (%@)
es: Predeterminado (%@)

source: Default (%@s)
es: Predeterminado (%@s)

source: Default Timers
es: Temporizadores predeterminados

source: Define Workout
es: Definir entrenamiento

source: Definition
es: Definición

source: Delete
es: Eliminar

source: Delete %@
es: Eliminar %@

source: Delete %@?
es: ¿Eliminar %@?

source: Delete '%@'? This can't be undone.
es: ¿Eliminar «%@»? Esta acción no se puede deshacer.

source: Delete Account
es: Eliminar cuenta

source: Delete Account?
es: ¿Eliminar cuenta?

source: Delete Comment?
es: ¿Eliminar comentario?

source: Delete Drop Set
es: Eliminar serie descendente

source: Delete Exercise
es: Eliminar ejercicio

source: Delete Exercise?
es: ¿Eliminar ejercicio?

source: Delete Food
es: Eliminar alimento

source: Delete Gym Profile?
es: ¿Eliminar perfil de gimnasio?

source: Delete Machine?
es: ¿Eliminar máquina?

source: Delete Macrocycle
es: Eliminar macrociclo

source: Delete Mesocycle
es: Eliminar mesociclo

source: Delete Mesocycle?
es: ¿Eliminar mesociclo?

source: Delete Mini-Set
es: Eliminar miniserie

source: Delete Recipe
es: Eliminar receta

source: Delete Set
es: Eliminar serie

source: Delete Workout
es: Eliminar entrenamiento

source: Delete Workout?
es: ¿Eliminar entrenamiento?

source: Delete drafted meal
es: Eliminar borrador de comida

source: Delete meal
es: Eliminar comida

source: Delete this meal?
es: ¿Eliminar esta comida?

source: Delete this photo?
es: ¿Eliminar esta foto?

source: Delete variation
es: Eliminar variación

source: Deload
es: Descarga

source: Deload Week
es: Semana de descarga

source: Deloading is widely practised but little studied. The one trial found that a full week off mid-programme did not change muscle growth and slightly reduced strength gains, so the benefit is mainly recovery and practicality.
es: La descarga se practica mucho pero se ha estudiado poco. El único ensayo observó que una semana completa de descanso a mitad del programa no cambió el crecimiento muscular y redujo ligeramente las ganancias de fuerza, así que el beneficio es sobre todo la recuperación y la comodidad.

source: Depending on what your goal is, we will help you by generating a custom plan to help you get there. This can be changed in future, and your plan will be updated accordingly.
es: Según tu objetivo, te ayudaremos generando un plan personalizado para alcanzarlo. Podrás cambiarlo más adelante y tu plan se actualizará en consecuencia.

source: Describe
es: Describir

source: Description
es: Descripción

source: Description:
es: Descripción:

source: Desk job, minimal walking, little or no exercise
es: Trabajo de oficina, poco caminar, poco o nada de ejercicio

source: Desk job, minimal walking, mostly sitting
es: Trabajo de oficina, poco caminar, casi siempre sentado

source: Details
es: Detalles

source: Developer Settings
es: Ajustes de desarrollador

source: Developer settings
es: Ajustes de desarrollador

source: Device Info
es: Info. del dispositivo

source: Did I set any records?
es: ¿Batí algún récord?

source: Did you fast on any of these days?
es: ¿Ayunaste alguno de estos días?

source: Diet
es: Dieta

source: Diet Program
es: Programa de dieta

source: Dietary Fiber
es: Fibra alimentaria

source: Diets of 800 calories or less are meant to be followed under medical supervision, so Compound doesn't offer a lower floor.
es: Las dietas de 800 calorías o menos deben seguirse bajo supervisión médica, así que Compound no ofrece un mínimo más bajo.

source: Difference
es: Diferencia

source: Digesting Food
es: Digestión de alimentos

source: Digesting and storing food costs about 10% of the energy you take in on a mixed diet. Compound shows it as 10% of your estimated expenditure, then counts the rest above resting as daily activity and exercise.
es: Digerir y almacenar los alimentos cuesta alrededor del 10% de la energía que ingieres con una dieta mixta. Compound lo muestra como el 10% de tu gasto estimado y cuenta el resto por encima del reposo como actividad diaria y ejercicio.

source: Dinner
es: Cena

source: Discard
es: Descartar

source: Discard & Start New
es: Descartar e iniciar nuevo

source: Discard Changes
es: Descartar cambios

source: Discard Changes?
es: ¿Descartar cambios?

source: Discard Food
es: Descartar alimento

source: Discard Gym Profile
es: Descartar perfil de gimnasio

source: Discard Logged Sets?
es: ¿Descartar las series registradas?

source: Discard Program
es: Descartar programa

source: Discard Recipe
es: Descartar receta

source: Discard Workout
es: Descartar entrenamiento

source: Discard Workout?
es: ¿Descartar entrenamiento?

source: Discard and Start New
es: Descartar y empezar otra

source: Discard changes?
es: ¿Descartar cambios?

source: Discard this food?
es: ¿Descartar este alimento?

source: Discard this recipe?
es: ¿Descartar esta receta?

source: Disconnect
es: Desconectar

source: Disconnect Strava
es: Desconectar Strava

source: Disconnect Strava?
es: ¿Desconectar Strava?

source: Dismiss
es: Descartar

source: Dismiss last week's summary
es: Descartar el resumen de la semana pasada

source: Dismissed
es: Descartado

source: Dismisses the message
es: Cierra el mensaje

source: Dismisses the note
es: Cierra la nota

source: Display
es: Pantalla

source: Display Only
es: Solo visualización

source: Display P/F/C macros in search result rows
es: Muestra los macros P/G/C en los resultados de búsqueda

source: Display P/F/C macros in timeline rows
es: Muestra los macros P/G/C en las filas de la cronología

source: Display calorie count in search result rows
es: Muestra las calorías en los resultados de búsqueda

source: Display calorie count in timeline rows
es: Muestra las calorías en las filas de la cronología

source: Display food image in search result rows
es: Muestra la imagen del alimento en los resultados de búsqueda

source: Display food image in timeline rows
es: Muestra la imagen del alimento en las filas de la cronología

source: Display portion size in search result rows
es: Muestra el tamaño de la porción en los resultados de búsqueda

source: Display scale weight and body weight contribution during workout sessions
es: Muestra el peso de la báscula y la contribución del peso corporal durante los entrenamientos

source: Distance
es: Distancia

source: Distance Long
es: Distancia larga

source: Distance Short
es: Distancia corta

source: Distance Short Per Side
es: Distancia corta por lado

source: Distance Unit
es: Unidad de distancia

source: Distance Units
es: Unidades de distancia

source: Distance must be a positive number
es: La distancia debe ser un número positivo

source: Distance unit, %@
es: Unidad de distancia, %@

source: Distance, %@
es: Distancia, %@

source: Distribute Evenly
es: Distribuir por igual

source: Distribute calories evenly across all days of the week.
es: Distribuye las calorías por igual entre todos los días de la semana.

source: Distribute calories to increase energy on training days.
es: Distribuye las calorías para tener más energía los días de entrenamiento.

source: Distribution
es: Distribución

source: Distribution: %@
es: Distribución: %@

source: Do Later
es: Hacer más tarde

source: Do Next
es: Hacer a continuación

source: Do You Agree?
es: ¿Estás de acuerdo?

source: Do You Work Out?
es: ¿Haces ejercicio?

source: Does This Look Right?
es: ¿Te parece correcto?

source: Don't Save
es: No guardar

source: Don't ask for product images again
es: No volver a pedir imágenes del producto

source: Done
es: Listo

source: Done Reordering
es: Terminar de reordenar

source: Draft Meal
es: Comida en borrador

source: Drop %lld of %lld
es: Descendente %1$lld de %2$lld

source: Drop Set
es: Serie descendente

source: Drop set
es: Serie descendente

source: Drops and mini-sets count with their set. Progression plans from the first piece.
es: Los descensos y las miniseries cuentan con su serie. La progresión se planifica desde la primera parte.

source: Duplicate
es: Duplicar

source: Duration
es: Duración

source: Duration Per Side
es: Duración por lado

source: Duration must be a positive time
es: La duración debe ser un tiempo positivo

source: Duration: %@
es: Duración: %@

source: Dynamic
es: Dinámico

source: Dynamic learns from your logged intake and your weight trend, day by day. Fixed holds the figure where it is.
es: Dinámico aprende de tu ingesta registrada y de la tendencia de tu peso, día a día. Fijo mantiene la cifra donde está.

source: Dynamic reads your logged intake against your weight trend over the last four weeks. Fixed holds the figure where it is.
es: El modo dinámico compara tu ingesta registrada con la tendencia de tu peso de las últimas cuatro semanas. El fijo mantiene la cifra donde está.

source: Each Drop
es: Cada descenso

source: Each collar
es: Cada collarín

source: Each figure Compound calculates for you has an %@ beside it that opens the same explanation.
es: Cada cifra que Compound calcula para ti tiene al lado un %@ que abre la misma explicación.

source: Each one goes up with its sets. A long history can take a while.
es: Cada uno se sube con sus series. Un historial largo puede tardar un rato.

source: Each workout day can also be saved to your library, to start on its own.
es: Cada día de entrenamiento también se puede guardar en tu biblioteca para iniciarlo por separado.

source: Ease off for a block
es: Afloja durante un bloque

source: Easily log meals and scan foods.
es: Registra comidas y escanea alimentos fácilmente.

source: Easily log meals, scan foods, and get AI-powered nutrition analysis. Set goals, track macros, and receive personalized recommendations to fuel your journey.
es: Registra comidas, escanea alimentos y obtén análisis nutricionales con IA fácilmente. Fija objetivos, controla tus macros y recibe recomendaciones personalizadas para impulsar tu progreso.

source: Eat to Target
es: Comer según el objetivo

source: Edit
es: Editar

source: Edit %@
es: Editar %@

source: Edit Base Weight
es: Editar peso base

source: Edit Base Weights
es: Editar pesos base

source: Edit Goal
es: Editar objetivo

source: Edit Inventory
es: Editar inventario

source: Edit Machine
es: Editar máquina
